# vsoDisableAttrs

## Description
```pascal
PROCEDURE vsoDisableAttrs(attrsBits : LONGINT);
```

```python

def vs.vsoDisableAttrs(attrsBits):
    return None
```

## Parameters
|Name|Type|Description|
|---|---|---|
|attrsBits|LONGINT||

## Version
Availability: from Vectorworks 2020
## Category
* Object Events